Repository: WildAid/o-fish-ios
Catalog: Localization/*.lproj/Localizable.strings
Languages: fr, uk

source: Search
fr: Recherche
uk: Пошук

source: Add Report
fr: Ajouter un rapport
uk: Додати звіт

source: Are you sure you want to remove this crew member?
fr: Confirmez que vous voulez supprimer ce membre d'équipage
uk: Ви впевнені, що хочете видалити цього члена екіпажу?

source: Are you sure you want to replace captain?
fr: Confirmez que vous voulez changer de capitaine
uk: Ви впевнені, що Ви хочете замінити капітана?

source: Board Vessel
fr: Inspecter Vaisseau
uk: Прибути на судно

source: Cancel
fr: Annuler
uk: Скасувати

source: Cannot access reports
uk: Неможливо отримати доступ до звітів

source: Captain
fr: Capitaine
uk: Капітан

source: Change status to "On Duty"
uk: Зміна статусу на "на варті"

source: Continue editing
fr: Continuer la modification
uk: Продовжити редагування

source: Continue with empty fields?
fr: Continuer avec un champs vide?
uk: Продовжити з порожніми полями?

source: Date:
uk: Дата:

source: Empty fields
fr: Champ vide
uk: Порожні поля

source: Login Error
fr: Erreur de connexion
uk: Помилка авторизації

source: Forgot Password?
fr: Mot de passe oublié?
uk: Забули пароль?

source: Keep Editing
fr: Continuer de modifier
uk: Продовжуйте редагування

source: Loading...
fr: Chargement en cours...
uk: Завантаження...

source: Log Out
fr: Déconnexion
uk: Вийти

source: Login
fr: Connexion
uk: Ввійти

source: Invalid email or password
fr: Non valide
uk: Невірні електронна адреса та/або пароль

source: No
fr: Non
uk: Ні

source: No Results for “%@“
fr: Pas de résultats “%@“
uk: Немає результатів для «%@»

source: Ok
uk: Добре

source: Permit #
fr: Permis n°
uk: Дозвіл #

source: Please, input name or licence
uk: Будь ласка, ім'я входу або ліцензії

source: Prefill
fr: Pré-remplir
uk: Попереднє заповнення

source: Prefill Vessel Information From Previous Boarding?
fr: Pré-remplir la rubrique à partir de la dernière inspection?
uk: Заповнити судову інформацію від попередньої посадки?

source: Previous Boardings
fr: Inspections précédentes
uk: Попередні прибуття

source: Recently Boarded
fr: Récemment inspectés
uk: Нещодавні прибуття

source: Refresh
fr: Actualiser
uk: Оновити

source: Shadow...
uk: Тінь...

source: Skip
fr: Sauter
uk: Пропустити

source: Submit
fr: Enregistrer
uk: Подати

source: This crew member contained in violation(s)
fr: Ce membre d’équipage est déjà associé à une infraction
uk: Цей член екіпажу, що міститься в порушенні(ях)

source: This report already contains captain
uk: Цей звіт уже містить капітана

source: Vessel:
fr: Vaisseau:
uk: Судно:

source: Yes
fr: Oui
uk: Так

source: You'll still be able to edit fields
fr: Vous pourrez toujours modifier les détails
uk: Ви все ще будете в змозі редагувати поля

source: You're currently off duty
uk: Ви в даний час не на службi

source: Fishing
uk: Рибальство

source: Transiting
uk: Транзит

source: Offloading
uk: Розвантаження

source: Other
fr: Autres
uk: Інший

source: Search Crew
fr: Rechercher un équipage
uk: Пошук екіпажа

source: Electronic Monitoring System
fr: Système de surveillance électronique
uk: Електронна мониторингова система

source: Search EMS's
fr: Rechercher dans un EMS
uk: Пошук ЕМС

source: Tuna
uk: Тунець

source: Groundfish
uk: Камбала

source: Bluefish
uk: Блакитна риба

source: Trawl
uk: Траловий лов

source: Long-line
uk: Ярусний лов

source: Nets
uk: Ciточний лов

source: Flag State
fr: Etat du Pavillon
uk: Держава прапора

source: Search Flag State
fr: Rechercher l'Etat du Pavillon
uk: Пошук Держави Прапора

source: Species
fr: Espèces
uk: Вид

source: Search Species
fr: Rechercher
uk: Пошук по виду

source: Swordfish
uk: Риба-меч

source: Clownfish
uk: Риба-клоун

source: Fish and Game code 7850(a)
uk: Риба і дичина, код 7850 (а)

source: No commercial license
uk: Немає Комерційної Ліцензії

source: Fish and Game code 7145(a)
uk: Риба і дичина код 7145 (а)

source: Fishing without a license
uk: Риболовля без ліцензії

source: Take/Possess undersize Dungeness crab
uk: Ловля/зберігання підрозмірних крабів Магістр

source: Take in violation of Federal Regulations
uk: Порушення федеральних правил

source: California
uk: Каліфорнія

source: Use barbed hooks for Salmon
uk: Використовуйє колючі гачки для лосося

source: Crew Member
fr: Membre d'équipage
uk: Член команди

source: Captain's Name
fr: Nom du capitaine
uk: Ім'я капітана

source: Crew Member Name
fr: Nom du membre d'équipage
uk: Ім'я Члену Екіпажу

source: License Number
fr: Numéro de license
uk: Номер ліцензії

source: Remove Note
fr: Enlever la remarque
uk: Видалити Примітку

source: Add Note
fr: Ajouter une remarque
uk: Додати Примітку

source: Risk
fr: Risque
uk: Ризик

source: Reason for amber
uk: Причина для бурштинового

source: Last Delivery
fr: Dernière livraison
uk: Остання поставка

source: Date
uk: Дата

source: Select
fr: Sélectionner
uk: Вибрати

source: Business
fr: Entreprise
uk: Бізнес

source: Location
fr: Localisation
uk: Розташування

source: EMS Type
fr: Type de EMS
uk: Тип ЕСМ

source: Description
uk: Опис

source: Registry Number
fr: Numéro de registre
uk: Номер реєстрації

source: Remove EMS
fr: Enlever un EMS
uk: Видалити ЕСМ

source: Vessel Information
fr: Détails du vaisseau
uk: Інформація про судно

source: Vessel Name
fr: Nom du vaisseau
uk: Назва судна

source: Permit Number
fr: Numéro de permis
uk: Номер дозволу

source: Home Port
fr: Port de rattachement
uk: Порт приписки

source: Add Electronic Monitoring System
fr: Ajouter un système de surveillance électronique
uk: Додати Електронну Систему Моніторингу

source: Add
fr: Ajouter
uk: Додати

source: Violation
fr: Infraction
uk: Порушення

source: Result of Violation
fr: Conséquence de l'infraction
uk: Результат від Порушення

source: Issued to
fr: Délivré à
uk: Видано

source: Seizure
fr: Saisie
uk: Конфіскація

source: Add Violation
fr: Ajouter une infraction
uk: Додати Порушення

source: Basic information
fr: Données de base
uk: Основна інформація

source: Vessel
fr: Vaisseau
uk: Судно

source: Crew
fr: Equipage
uk: Екіпаж

source: Activity
fr: Activité
uk: Діяльність

source: Catch
fr: Prise
uk: Улов

source: Violations
fr: Infractions
uk: Порушення

source: Notes
fr: Remarques
uk: Примітки

source: Fishery
fr: Pêcherie
uk: Рибальство

source: Gear
fr: Equipement
uk: Спорядження

source: Note
fr: Remarque
uk: Примітка

source: Boarding
fr: Inspection
uk: Прибуття

source: Weight
fr: Poids
uk: Вага

source: Count
fr: Nombre
uk: Кількість

source: Latitude
uk: Широта

source: Longitude
uk: Довгота

source: Add New Vessel
fr: Ajouter un nouveau vaisseau
uk: Додати нове судно

source: Find Records
fr: Rechercher le registre
uk: Знайти Звіти

source: New Boarding
fr: Nouvelle inspection
uk: Нове Прибуття

source: Search
fr: Recherche
uk: Пошук

source: Search Vessels
fr: Recherche de vaisseau
uk: Пошук судів

source: Back
fr: Retour
uk: Назад

source: Last Boarding
fr: Dernière inspection
uk: Останнє Прибуття

source: Crew Members
fr: Membres d'équipage
uk: Члени екіпажу

source: Boardings
fr: Inspections
uk: Висадкок

source: Warnings
fr: Avertissements
uk: Попередженнь

source: Warning
fr: Avertissement
uk: Попередження

source: Citations
fr: Procès-verbaux
uk: Викликів у суд

source: Citation
fr: Procès-verbal
uk: Виклик у суд

source: Date & Time
fr: Date et heure
uk: Дата та час

source: Time
fr: Heure
uk: Час

source: Skip the following sections?
fr: Sauter les sections suivantes?
uk: Пропустити наступні розділи?

source: On Duty
uk: На Варті

source: Off Duty
uk: Вільно

source: Find records
fr: Recherche le registre
uk: Знайти звіти

source: Red
fr: Rouge
uk: Червоний

source: Amber
fr: Ambre
uk: Бурштиновий

source: Green
fr: Vert
uk: Зелений

source: Continue to
fr: Continuer
uk: Продовжити до

source: 0 Violations
fr: 0 Infractions
uk: Немає Порушеннь

source: New Business
fr: Nouvelle entreprise
uk: Новий Бізнес

source: Choose Business
fr: Choisir l'entreprise
uk: Виберіть Бізнес

source: Add Crew Member
fr: Ajouter un membre d'équipage
uk: Додати члена екіпажу

source: You left the following sections blank
fr: Vous avez laissé ces champs vides
uk: Ви залишили ці секції незаповненими

source: Amount
fr: Quantités
uk: Обсяг

source: Add Catch
fr: Ajouter une prise
uk: Додати Улов

source: Remove Catch
fr: Supprimer la prise
uk: Видалити Улов

source: Unit
fr: Unité
uk: Одиниця виміру

source: lbs
fr: livres
uk: фунти

source: kg
fr: kilogrammes
uk: кг

source: Tons
fr: tonnes
uk: Тонни

source: Tonnes
fr: tonnes métriques
uk: Метричні Тонни

source: Weight & Count
uk: Вага і Кількість

source: Search Activities
fr: Rechercher dans les actvités
uk: Пошук Діяльності

source: Search Fishery
uk: Пошук Рибальства

source: Search Gear
fr: Rechercher
uk: Пошук Спорядження

source: Gear Type
fr: Type
uk: Тип Спорядження

source: Search Violations
fr: Rechercher une infraction
uk: Пошук Порушеннь

source: Photo
uk: Фото

source: Photos:
uk: Фото:

source: Remove Violation
fr: Supprimer une infraction
uk: Видалити Порушення

source: Remove
fr: Supprimer
uk: Видалити

source: Are you sure you want to submit the boarding?
fr: Confirmez l'enregistrement
uk: Ви впевнені що хочете подати звіт?

source: Email/Username
fr: Email/Identifiant
uk: Е-Мейл/Ім'я користувача

source: Password
fr: Mot de passe
uk: Пароль

source: Cancel boarding?
fr: Annuler l'inspection?
uk: Скасувати прибуття?

source: This boarding will not be saved
uk: Це прибуття не буде збережено

source: Go back
uk: Повернутися

source: Log In
fr: Connexion
uk: Увійти

source: Name
fr: Nom
uk: Ім'я

source: Type
uk: Тип

source: You sure you want to logout?
uk: Ви впевнені що хочете вийти?

source: You can only log back in once you have cellular service or are connected to WIFI with internet
uk: Ви зможете зайти тільки коли у вас з'явиться інтернет

source: Are you still on duty?
uk: Ви все ще на чергуванні?

source: It has been %@ hours after closing the application
fr: %@ heures se sont écoulées depuis la fermeture de l'application.
uk: Пройшло %@ години після зачинення додатку

source: It has been %@ hours after starting of your duty.
uk: Пройшло %@ годин після початку чергування

source: Camera
fr: Prendre une photo
uk: Камера

source: Photo Library
fr: Choisir une photo
uk: Бібліотека Фотографій

source: Access your login and password on the keychain
fr: Accéder à l'identifiant et mot de passe à l'aide du trousseau iCloud
uk: Доступ до вашого логіну та паролю через кейчейн

source: Change status to "At Sea"?
fr: Changer le statut

source: Please, input name or license
fr: Ajouter un nom ou numéro de permis

source: This report already contains a captain
fr: Ce rapport comprend déjà un capitaine

source: You're currently on land
fr: Vous êtes à terre

source: Reason for Amber
fr: Explication

source: At Sea
fr: En mer

source: On Land
fr: À terre

source: Patrol Summary
fr: Résumé des inspections

source: Continue
fr: Continuer

source: Time At Sea
fr: Temps écoulé en mer

source: Start Time
fr: Début

source: End Time
fr: Fin

source: Search Fisheries
fr: Rechercher

source: This boarding will not be saved.
fr: Cette inspection ne sera pas sauvegardée.

source: Cancel Boarding
fr: Annuler l'inspection

source: Are you still at sea?
fr: Etes-vous encore en mer?

source: It has been %@ hours since you went to sea.
fr: %@ heures se sont écoulées depuis votre départ en mer

source: Change profile picture
fr: Changer de photo de profil

source: Boarding Submitted!
fr: Inspection enregistrée!
